<?php

return [
    "read_sort" => [
        "title_desc" =>"タイトル（降順）",
        "title_asc" =>"タイトル（昇順）",
        "author_desc" => "著者（降順）",
        "author_asc" => "著者（昇順）",
        "sales_desc" => "発売日（降順）",
        "sales_asc" => "発売日（昇順）",
        "add_desc" => "追加（降順）",
        "add_asc" => "追加（昇順）",
    ],

    "follow_sort" => [
        "name_desc" =>"ユーザー名（降順）",
        "name_asc" =>"ユーザー名（昇順）",
        "add_desc" => "フォロー日時（降順）",
        "add_asc" => "フォロー日時（昇順）",
        "read_desc" => "読んだ数（降順）",
        "read_asc" => "読んだ数（昇順）",
        "unread_desc" => "読みたい数（降順）",
        "unread_asc" => "読みたい数（昇順）",
        "follow_desc" => "フォロー数（降順）",
        "follow_asc" => "フォロー数（昇順）",
        "follower_desc" => "フォロワー数（降順）",
        "follower_asc" => "フォロワー数（昇順）",
    ],

    "genre" => [
        "総合" => "001004" ,
        "ミステリー・サスペンス" => "001004001",
        "SF・ホラー" => "001004002" ,
        "エッセイ" => "001004003" ,
        "ノンフィクション" => "001004004" ,
        "日本の小説" => "001004008" ,
        "外国の小説" => "001004009" ,
        "その他" => "001004015" ,
        "ロマンス" => "001004016" ,
    ]
];
